{
	"profile":[
		{
			"details":{
				"name":"Moto G4",
				"role":"Width of Mobile is:",
				"mobile":"360Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing strats from Rs.10,960. Moto G4 smartphone runs on Android v6.0.1 (Marshmallow) operating system. The phone is powered by Octa core, 1.5 GHz, Cortex A53 processor. It runs on the Qualcomm Snapdragon 617 MSM8952 Chipset. It has 2 GB RAM and 16 GB internal storage. "
		},
		{"details":{
				"name":"Galaxy S5",
				"role":"Width of Mobile is:",
				"mobile":"360Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing starts from Rs.21,899. The phone comes with a 5.10-inch touchscreen display with a resolution of 1440x2560 pixels at a pixel density of 577 pixels per inch (ppi). Samsung Galaxy S6 Active is powered by a 1.5GHz octa-core Samsung Exynos 7 Octa 7420 processor. It comes with 3GB of RAM. The Samsung Galaxy S6 Active runs Android 5.0."

		},
		{"details":{
				"name":"Pixel 2",
				"role":"Width of Mobile is:",
				"mobile":"411Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing starts from Rs.8,999. Google Pixel 2 smartphone comes with a 5-inch touchscreen display with a resolution of 1080 * 1920 pixels. The phone is powered by 1.9GHz octa-core Qualcomm Snapdragon 835 processor clubbed with 4GB RAM. The Google Pixel 2 gives you 32GB of internal storage but it can't be expanded further.RAM:4GB"

		},
		{"details":{
				"name":"Pixel 2 XL",
				"role":"Width of Mobile is:",
				"mobile":"411Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing strats from Rs.16,999. The Google Pixel 2 XL boasts of a unibody aluminium chassis but with a special coating, which gives it good grip and hides the antenna bands. The 6-inch pOLED display has a dense resolution of QHD+ and Corning Gorilla Glass 5. The colours are a bit dull but Google will be rolling out a patch for this soon."

		},
		{"details":{
				"name":"iPhone 5/SE",
				"role":"Width of Mobile is:",
				"mobile":"320Px",
				"email":"Click this link to view details"
			},
			"co":"ricing strats from Rs.7,599. Apple iPhone 5s smartphone runs on iOS v7 operating system. The phone is powered by Dual core, 1.3 GHz, Cyclone processor. It runs on the Apple A7 APL0698 Chipset. It has 1 GB RAM and 16 GB internal storage."

		},
		{"details":{
				"name":"iPhone 6/7/8",
				"role":"Width of  Mobile is:",
				"mobile":"375Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing starts from Rs.42,500.Although there are tiny differences in size and weight, the iPhone 6/iPhone 6 Plus, iPhone 6s/iPhone 6s Plus, and iPhone 7/iPhone 7 Plus each share thin all aluminum designs with softly rounded sides."

		},
		{"details":{
				"name":"iPhone 6/7/8 Plus",
				"role":"Width of Mobile is:",
				"mobile":"414Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing starts from Rs.67,890.The Apple iPhone 6/7/8 Plus is a dependable workhorse and the default choice if you are looking for a pure performance flagship smartphone. However, it simply doesn't have the design and looks to match its performance credentials."

		},
		{"details":{
				"name":"iPhone X",
				"role":"Width of Mobile is:",
				"mobile":"375Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing starts from Rs.39,990.Product Description Meet the iPhone X - the device that's so smart that it responds to a tap, your voice, and even a glance. Elegantly designed with a large 14.73 cm (5.8) Super Retina screen and a durable front-and-back glass, this smartphone is designed to impress. What's more, you can charge this iPhone wirelessly."

		},
		{"details":{
				"name":"iPad",
				"role":"Width of Mobile is:",
				"mobile":"768Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing starts from Rs.14,999. Tablets in India have become extremely popular for the sheer convenience they offer in terms of use, design, features however deciding which one to buy can be a bit challenging."

		},
		{"details":{
				"name":"iPad pro",
				"role":"Width of Mobile is:",
				"mobile":"1024Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing starts from Rs.37,900. Apple iPad Pro Wi-Fi tablet was launched in September 2015. The tablet comes with a 12.90-inch display with a resolution of 2732x2048 pixels at a pixel density of 264 pixels per inch (ppi). Apple iPad Pro Wi-Fi is powered by an one-core Apple A9X processor. It comes with 4GB of RAM."

		},
		{"details":{
				"name":"Surface Duo",
				"role":"Width of Mobile is:",
				"mobile":"450Px",
				"email":"Click this link to view detail"
			},
			"co":"Pricing starts from Rs.54,499.Microsoft Surface Duo is an upcoming smartphone by Microsoft. The phone is rumoured to come with a 5.60-inch touchscreen primary display. It also features a 5.60-inch touchscreen as its second display. Microsoft Surface Duo is expected to be powered by an octa-core Qualcomm Snapdragon 855 processor."

		},
		{"details":{
				"name":"Galaxy Fold",
				"role":"Width of Mobile is:",
				"mobile":"280Px",
				"email":"Click this link to view details"
			},
			"co":"Pricing starts from Rs.19,499.The Samsung Galaxy Fold is set to launch in India on October 1, 2019. The phone was made available in the US last month, and it is one of the first foldable phones by Samsung which comes with a tablet-sized screen when unfolded, and a secondary small screen as well."

		}
	]
}
